Repository: oyajun/notejot
Catalog: po/*.po
Languages: oc

source: Jot your ideas
oc: Notatz vòstras idèas

source: A stupidly-simple notes application for any type of short term notes or ideas.
oc: Una aplicacion tras que simpla per la presa de nòtas per tot tipe de nòtas brèvas o idèas.

source: 🟡 Color your notes in 8 different colors
oc: 🟡 Coloratz vòstras nòtas amb 8 diferentas colors

source: 📓 Classify them in notebooks
oc: 📓 Classatz-las dins de quasernets

source: 🔤 Format text to your liking
oc: 🔤 Formatatge de tèxte coma o volgatz

source: 📌 Pin your most important ones
oc: 📌 Penjatz vòstras nòtas mai importantas

source: Release: Overhaul User Interface
oc: Version : refonda de l’interfàcia utilizaire

source: Changed: UI now looks better layoutted, is an experiment.
oc: Modificat : l’interfàcia grafica sembla melhorament agençada, es en òbra.

source: Changed: Backend was changed to be more stable than the old one.
oc: Cambiat : lo backend foguèt modificat per ganhar en estabilitat.

source: Note: Your notes and notebooks are always saved in ~/.var/app/io.github.lainsce.Notejot when using the Flatpak. Happy notetaking!
oc: Nòta : vòstras nòtas e quasernets son totjorn salvats dins ~/.var/app/io.github.lainsce.Notejot en utilizant Flatpak. Bona presa de nòtas !

source: Release: Pinned Notes
oc: Version : nòtas penjadas

source: Added: Notes can now be pinned and are shown separately from others.
oc: Apondut : las nòtas pòdon ara èsser penjadas e son mostradas a despart de las autras.

source: Added: Note title styling from older versions is back.
oc: Apondut : l’estil del títol de las nòtas tòrna coma abans.

source: Added: Note searchbar is now always visible.
oc: Apondut : la barra de recèrca de nòtas es ara totjorn visibla.

source: Release: Usability Independence
oc: Version : independéncia d’utilizabilitat

source: Fixed: many UI bugs were fixed, last but not least the notebook switcher and trash and also removing singluar notes from a notebook.
oc: Reglat : mantuna avaria d’interfàcia grafica, darrièr e pas lo mendre la bascula entre quasernets e l’escobilhièr e tanben la desplaçament de nòta entre quasernets.

source: Release: Format But Don't Fail
oc: Version : format sens fracàs

source: Fixed: formatting functions are the best they can be, plus minor fixes all around.
oc: Reglat : las foncions de formatatge son al max, amai de pichonas correccions de pertot.

source: Release: Ready, Set, Go!
oc: Version : Lèst, Prèst, Zo !

source: Some UI design fixes, such as the notebook switcher being on the bottom instead of in the top.
oc: D’unas correccion de concepcion d’interfàcia, coma la bascula entre quasernet qu'èra enbàs e non pas ennaut.

source: Release: GTK4 and Ready!
oc: Version : GTK4 e lèsta !

source: New UI
oc: Interfàcia novèla

source: Using another widget to display note contents
oc: Utilizar un autre widget per afichar lo contengut de nòta

source: Keyboard shortcuts for formatting
oc: Acorchis de clavièr pel formatatge de tèxte

source: text;plain;plaintext;notepad;notes;sticky;post-it;
oc: tèxt;tèxte;brut;simple;nòta;quasernet;bremba;post-it;notar;escriure;libres;

source: Migration Version
oc: Version de migration

source: The version of migration to use; Do not change.
oc: La version de migracion d’utilizar ; cambiar pas.

source: Last View Used
oc: Darrièra vista utilizasa

source: The last view used in the UI
oc: La darrièra vista utilizada dins l’interfàcia

source: Notes Font Size
oc: Talha de la polissa

source: The size of the font used in notes. (Small, Medium, Large)
oc: La talha de la polissa utilizada per las nòtas. (Pichon, mejon, grand)

source: Saves whether the window is maximized or not
oc: Enregistra se la fenèstra èra maximizada o pas

source: Whether the window is maximized. Used to open window with user's preferred settings
oc: Indica se la fenèstra es maximizada. Utilizat per dobrir la fenèstra amb lo paramètre preferit de l’utilizaire

source: Saves window last-used width
oc: Enregistra la darrièra largor de fenèstra utilizada

source: The user's last used window width before closing the app
oc: La darrièra largor de fenèstra utilizada per l'utilizaire abans de tampar l’aplicacion

source: Saves window last-used height
oc: Enregistra la darrièra nautor de fenèstra utilizada

source: The user's last used window height before closing the app
oc: La darrièra nautor de fenèstra utilizada per l'utilizaire abans de tampar l’aplicacion

source: Jot your ideas.
oc: Notatz vòstras idèas.

source: translator-credits
oc: Quentin PAGÈS

source: %a, %b %e, %Y
oc: %A %e %B de %Y

source: %b %e %Y
oc: %-e %B %Y

source: %b %e
oc: %e %b

source: %a, %b %e
oc: %a %e %b

source: %H:%M
oc: %H'h'%M

source: Now
oc: Ara

source: %d minute ago
oc: fa %d minuta

source: %d hour ago
oc: fa %d ora

source: in %d minute
oc: d’aquí %d minuta

source: in %d hour
oc: d’aquí %d ora

source: Yesterday
oc: Ièr

source: Tomorrow
oc: Deman

source: New Note
oc: Nòta novèla

source: No Notebook
oc: Cap de quasernet

source: Clear Trash?
oc: Escafar l’escobilhièr ?

source: Clearing means the notes in Trash will be permanently lost with no recovery.
oc: Escafar significa que las nòtas de l’escobilhièr seràn permanent perdudas sens possibilitat de recuperacion.

source: Cancel
oc: Anullar

source: Clear
oc: Escafar

source: Set Note Title
oc: Definir lo títol de la nòta

source: bold text
oc: tèxte en gras

source: italic text
oc: tèxte en italica

source: underline text
oc: tèxte soslinhat

source: strikethrough text
oc: tèxte raiat

source: Item
oc: Element

source: Edit Notebooks
oc: Modificar los quasernets

source: New Notebook…
oc: Quasernet de nòtas novèl…

source: Add
oc: Ajustar

source: Move
oc: Desplaçar

source: Move to a Notebook
oc: Desplaçar dins un quasernet

source: Detach Note From Notebook
oc: Destacar la nòta d’al quasernet

source: Removes this Note from its Notebook.
oc: Suprimir aquesta nòta del seu quasernet.

source: Manage Notebooks…
oc: Gerir los quasernets…

source: Views
oc: Vistas

source: All Notes
oc: Totas las nòtas

source: Trash
oc: Escobilhièr

source: Notebooks
oc: Quasernets

source: Add Note
oc: Ajustar una nòta

source: Clear Trash
oc: Escafar l’escobilhièr

source: Text Size
oc: Talha del tèxte

source: Small
oc: Pichon

source: Medium
oc: Mejan

source: Large
oc: Grand

source: Keyboard Shortcuts
oc: Acorchis de clavièr

source: About Notejot
oc: A prepaus de Notejot

source: Move Note to a Notebook
oc: Desplaçar la nòta dins un quasernet

source: Pin/Unpin Note
oc: Penjar/Despenjar nòta

source: Red
oc: Roge

source: Orange
oc: Irange

source: Yellow
oc: Jaune

source: Blue
oc: Blau

source: Purple
oc: Violet

source: Brown
oc: Marron

source: Green
oc: Verd

source: No Color
oc: Cap de color

source: Delete Note
oc: Suprimir la nòta

source: No Selected Notes
oc: Cap de nòta pas seleccionada

source: Add a note with the + button.
oc: Apondètz una nòta amb lo boton « + ».

source: Removes formatting from selected text
oc: Tirar lo formatatge del tèxte seleccionat

source: Makes selected text emboldened
oc: Met lo tèxte seleccionat en gras

source: Makes selected text italicized
oc: Met lo tèxte seleccionat en italica

source: Makes selected text underlined
oc: Fa venir lo tèxte seleccionat soslinhat

source: Makes selected text striked through
oc: Fa venir lo tèxte seleccionat raiat

source: Makes selected text into an unordered list
oc: Crèa una lista pas ordenada amb lo tèxte seleccionat

source: Search notes
oc: Cercar de nòtas

# shortcut window
source: Quit
oc: Quitar

source: Restore Note
oc: Restaurar la nòta

source: Trash is Empty
oc: L'escobilhièr es void

source: Find notes here that were trashed to restore them.
oc: Trapatz aicí las nòtas enviadas a l’escobilhièr per dire de las restaurar.
